Repository: Development707/Flutter-Bloc-Architecture
Catalog: bloc_architecture_localization/lib/l10n/bloc_architecture_*.arb
Languages: lo, th

source: An error has occurred
lo: ການອາດເກົ່າຂອງເຈົ້າຂອງ
th: เกิดข้อผิดพลาดบางอย่าง

source: Cancel
lo: ຍົກເລີກ

# daysRelative
source: {days} days ago
lo: {days} ມື້ກັບກ່ອນ
th: {days} วันที่แล้ว

source: Few seconds ago
lo: ການອາດບັນຫານຫວ່າງ
th: ไม่กี่วินาที่แล้ว

# hoursRelative
source: {hours} hours ago
lo: {hours} ໂມງປີກັບກ່ອນ
th: {hours} ชั่วโมงที่แล้ว

# minutesRelative
source: {minutes} minutes ago
lo: {minutes} ເວນປີກັບກ່ອນ
th: {minutes} นาที่แล้ว

source: Network connection is unstable
lo: ລະບຸດພະນັກກຳກຽງຂອງການຕົງການຂ້າງຂອ້ນ
th: เชื่อมต่อเว็บไซต์ไม่ส Ladder

source: No
lo: ບໍ່

source: No items found
lo: ບໍ່ພົບລາຍການ

source: Now
lo: ຫາງນາມາຫຼ້
th: ตอนนี้

source: Ok
lo: ຕົກລົງ

source: Please upgrade to new version
lo: ກະລຸນາປ່ຽນການອັດຕາເຂົ້າໃຊ້ຂອບແປງໃຊ້ເວີທີທີ່
th: กรุณาอัปเดตเป็นเวอร์ชันใหม่

source: Search
lo: ຄົ້ນຫາ
th: ค้นหา

source: Server is under maintenance
lo: ລະບຸດຜົນເຄື່ອໄດ້ເຈົ້າຂອງພະບຍດຕາມ
th: เซิร์ฟเวอร์อยู่ในสถานะการบำรุงรักษา

source: Some thing went wrong
lo: ການອາດແພັເພາບລົງໃຈ
th: เกิดข้อผิดพลาดบางอย่าง

source: Yes
lo: ແມ່

source: Your session has expired, please log in again
lo: ວົງທີ່ທີ່ປົງກະເປທກ່ອນອັບການເຂົ້າໃຊ້ການອັບການອັບການແລ້ວ
th: เซสชันของคุณหมดอายุกรุณาลงชื่อเข้าสู่ระบบอีกครั้ง
